{
    "alias": "EMC Community Study",
    "studyTypeId": "4",
    "shortName": "",
    "title": "McGill Epigenomics Mapping Centre",
    "studyAbstract": "The McGill Epigenomics Mapping Centre (EMC) and Data Coordination Centre (EDCC) were established in 2012 at the McGill University and Genome Quebec Innovation Centre (Montreal, Canada) to support large-scale human epigenome mapping for a broad spectrum of cell types and diseases. Previous epigenetic studies have provided profiles of specific chromatin marks in relation to basic biological processes, and future studies of molecular mechanisms must build upon these proofs-of-concept by integrating sequence-based variation with multiple levels of epigenetic and transcriptional regulation across the genome of human tissues and animal disease models. This project leverages the high-throughput sequencing infrastructure and expertise in genomics and transcriptomics at the McGill Innovation Centre to carry out this research. Controlled access to the data by collaborators and the greater scientific community is gained via a portal, which takes advantage of Compute Canada high-performance computing cluster resources to manage the large volume of data associated from the generation of reference epigenome maps.            McGill University is one of two Canadian mapping and data coordination centres, the other based at the Michael Smith Genome Sciences Centre in Vancouver, British Columbia. The generation of comprehensive epigenome maps at McGill University is part of a larger international effort that is coordinated by the International Human Epigenome Consortium (IHEC), whose overall long-term objective is to determine the extent to which the epigenome shapes human populations over generations and in response to the environment.            This project is funded under the Canadian Epigenetics, Environment, and Health Research Consortium (CEEHRC) by the Canadian Institutes of Health Research and by Genome Quebec, with additional support from Genome Canada. The computing and networking infrastructure, and part of the software development, are provided by Compute Canada and CANARIE.",
    "ownTerm": "",
    "pubMedIds": [ "" ],
    "customTags": [
      {
        "tag": "consortium", "value": "Internation Human Epigenome Consortium"
      }
    ]
  }